{"id": "policy-returns", "title": "Returns & Refund Policy", "text": "You can return most items within 30 days of delivery for a full refund. Items must be in original condition with packaging. Refunds are issued to the original payment method within 5–7 business days after inspection."}
{"id": "shipping-times", "title": "Shipping Times", "text": "Standard shipping within the U.S. takes 3–5 business days after order processing. Expedited options are available at checkout. Orders placed after 3 PM local time process the next business day."}
{"id": "intl-customs", "title": "International Shipping & Customs", "text": "International shipments may be subject to customs duties and taxes, which are the recipient’s responsibility. Delivery times vary by destination and local customs processing."}
{"id": "warranty", "title": "Warranty Coverage", "text": "All electronics include a limited one-year warranty covering defects in materials and workmanship. The warranty does not cover accidental damage or misuse. Proof of purchase is required for service."}
{"id": "account-login", "title": "Account Login Troubleshooting", "text": "If you can’t sign in, reset your password from the login page. Check spam for the reset email. If issues persist, clear your browser cache or try an incognito window."}
{"id": "payment-methods", "title": "Payment Methods", "text": "We accept major credit cards, PayPal, and select digital wallets. Prepaid cards must be registered with a billing address. For security, high-value orders may require additional verification."}
{"id": "cancellations", "title": "Order Cancellations", "text": "Orders can be canceled within 30 minutes of placement from the order detail page if they haven’t entered fulfillment. After that, please contact support to request a hold or address change."}
{"id": "support-contact", "title": "Contacting Support", "text": "For help, visit the Help Center, use live chat during business hours, or email support@example.com. Provide your order number, a clear description, and any relevant screenshots."}
